{
    "Imagem": "https://lumiere-a.akamaihd.net/v1/images/the-acolyte-04_b168a57f.jpeg?region=0%2C85%2C1619%2C910&width=320",
    "Nome": "Jedi Order",
    "Descrição": "A noble order of protectors unified by their ability to tap into the power of the Force, the Jedi Order were the guardians of peace and justice in the Galactic Republic. The age of the Jedi would end, however, due to a nefarious plot by the Sith Lord Darth Sidious.",
    "História": "The Jedi served theRepublicfor over a thousand generations, acting as peacekeepers. But with the reemergence of the Sith, ancient dark side practitioners, the fate of the Jedi would take a sad turn.\n\nOrchestrating the Clone Wars,Darth Sidiouspulled the galaxy apart with the Jedi caught in the middle. With the the issue of Order 66, Emperor Palpatine -- in reality, Darth Sidious himself -- named every Jedi an enemy of the Republic and eradicated the Order.Anakin Skywalker, once believed to be the Chosen One, turned to the dark side and helped the Empire destroy the Jedi.\n\nWhile the Sith had gained control of the galaxy, Jedi MastersYodaandObi-Wan Kenobisurvived the purge – as did a few other Jedi. Some fell to darkness, becoming the Emperor’s feared Inquisitors. Others lived in secrets, becoming hermits or hiding their powers. And a few – such as Kanan Jarrus and Ahsoka Tano – worked to nurture the seeds of rebellion.\n\nAnd there was a new hope. OnTatooine,Obi-Wanwatched overLuke Skywalker, son ofAnakin, until he was ready to be trained in the ways of the Force. Luke would destroy theDeath Star, further his training onDagobahwithYoda, and ultimately bring Anakin back to the light, defeating Sidious. The Empire created by Sidious and Vader soon crumbled.\n\nLuke’sdreams of rebuilding the Jedi Order ended in disaster, with his temple destroyed and his nephew Ben Solo fallen into darkness. Convinced the Jedi had to end to break an ancient and destructive cycle, Luke retreated toAhch-To, site of the first Jedi Temple, to live as a hermit and cut himself off from the Force. ButRey– a powerful, untrained Force user with mysterious origins – found him there. Reluctantly, Luke trained her and then sacrificed himself to savethe Resistance.\n\nLuke’s setbacks had been partially engineered bySidious, who had returned to life and worked in secret to foil the restoration of the Jedi and the Republic. OnExegol, Sidious and his Sith cultists sought to create a new Sith empire that would rule forever. He was opposed byRey, who had saved the foundingJedi textsfrom Ahch-To. In a climactic showdown with Palpatine, Rey opened herself to the Force and was lifted by the spirits of the Jedi who had come before her. The Jedi Order might be gone, but its strength was far from spent.",
    "Afiliações": [
        "Galactic Republic",
        "Jedi Temple Guard",
        "Jedi Youngling",
        "Bear Clan"
    ],
    "Locais": [
        "Coruscant",
        "Ilum",
        "Jedi Temple",
        "Lothal Jedi Temple",
        "Jedha",
        "Ahch-To Jedi Temple",
        "Starlight Beacon"
    ],
    "Droid": [
        "Crime Scene Analysis Droid"
    ],
    "Veículos": [
        "Crucible",
        "Jedi T-6 Shuttle",
        "Yoda's Fighter",
        "Eta-2 Jedi Starfighter",
        "Delta-7 Jedi Starfighter",
        "Jedi Starfighter",
        "Intergalactic Airspeeder"
    ],
    "Armas": [
        "Darksaber",
        "Force Push",
        "Lightsaber",
        "Lightsaber Pike",
        "Kanan's Lightsaber",
        "Luke Skywalker's Lightsaber (Green Blade)",
        "Skywalker lightsaber",
        "Yoda's Lightsaber",
        "Mace Windu's Lightsaber",
        "Qui-Gon's lightsaber",
        "Obi-Wan Kenobi's Lightsabers",
        "Ahsoka's lightsabers"
    ],
    "Ferramentas": [
        "Jedi Breathing Device",
        "Jedi holocron",
        "Training Remote"
    ],
    "Recursos": [
        "Kyber Crystal (Lightsaber Crystal)"
    ]
}