{
    "Imagem": "https://lumiere-a.akamaihd.net/v1/images/jecki-lon-main_3b0268ec.jpeg?region=0%2C15%2C1921%2C1079&width=320",
    "Nome": "Jecki Lon",
    "Descrição": "A skilled and studious Padawan learner, Jecki Lon shows great promise in her path to becoming a Jedi Knight. The Padawan apprentice to Master Sol is young, but she projects calm and conducts herself with maturity.",
    "História": "Apprenticed to MasterSolat theJedi TempleonCoruscant,Jecki Lonwas a Padawan with a deep appreciation for the rules and regulations that governed the galaxy. The studious Lon enjoyedLightsaberform drills and helping to enforce the rules governingThe High Republic. On her first mission toCarlac, Jecki helped to bring Sol’s former student, the fugitiveOsha Aniseya, into custody alongside Jedi KnightYord Fandar. On a mission toOlega, Jecki flew thePolanwhile attempting to arrest Osha’s sister,Mae, but the assassin was able to escape.\n\n\n\n\n\n\n\nJecki’s final mission was to the world ofKhofar, where she and Osha were part of a team tasked with tracking down the JediKelnaccaand locating Mae. Following the tracker Bazil, Jecki bravely traversed the deep jungle and a hatching ground of umbramoths to locate Kelnacca’s shelter. The Jedi arrived too late. Encounteringthe Stranger, a fearsome dark side user in a twisted cortosis mask, Jecki and Sol mounted a courageous defense against the foe. When Jecki's saber was shorted out by the Stranger's cortosis gauntlet, she fought with Kelnaca's hilt until her own lightsaber reactivated, allowing her to gain a momentary advantage with the onslaught of two blades. Jecki was able to land a solid blow that brokethe Stranger’s helmet, but, ultimately, she could not overcome his devious tactics.",
    "Aparições": [
        "Star Wars: The Acolyte"
    ],
    "Dimensões": [
        "Height: 1.61m"
    ],
    "Espécie": [
        "Human",
        "Theelin"
    ],
    "Afiliações": [],
    "Locais": [],
    "Armas": [],
    "Gênero": [],
    "Veículos": [],
    "Frases": []
}