{
    "Imagem": "https://lumiere-a.akamaihd.net/v1/images/databank_kiadimundi_01_169_0a8842d3.jpeg?region=0%2C0%2C1560%2C878&width=320",
    "Nome": "Ki-Adi-Mundi",
    "Descrição": "Ki-Adi-Mundi was a Cerean alien who sat on the Jedi Council. A humanoid being, Ki's most distinguishing physical feature was an enlarged conical cranium that contained a binary brain. When Jedi Master Qui-Gon Jinn reported a Sith attack during the events surrounding the Battle of Naboo, Ki-Adi-Mundi expressed shock at the notion. \"Impossible,\" he remarked, \"the Sith have been extinct for a millennium.\" He also failed to see how far Count Dooku had fallen from the Jedi ideals just prior to the Clone Wars, believing that Dooku was incapable of violence or murder.",
    "História": "The Cerean Jedi Ki-Adi-Mundi was a member of the Jedi Council whenQui-Gon Jinnarrived at theJedi Templewith a strange story: He had fought a Force-using warrior onTatooine. Ki-Adi-Mundi doubted Qui-Gon’s contention that theSithhad survived and now threatened the Jedi again.\n\nDuring the Clone Wars, Ki-Adi-Mundi was one of many Jedi to serve theRepublicas a general leading clone troops against theSeparatists’ droid armies. Among other campaigns, he fought in the First and Second Battles ofGeonosisand the Outer Rim Sieges.\n\nDespite his years of Jedi training, Ki-Adi-Mundi was caught by surprise when Supreme ChancellorPalpatineissued Order 66 to the clone troopers under his command. He turned in disbelief as the troops he served with turned their weapons on him, firing the shots that ended his life.",
    "Aparições": [
        "Star Wars: Revenge of the Sith (Episode III)",
        "Star Wars: The Phantom Menace (Episode I)",
        "Star Wars: Attack of the Clones (Episode II)",
        "Star Wars: The Clone Wars",
        "Star Wars: Tales of the Jedi",
        "Star Wars: The Acolyte"
    ],
    "Dimensões": [
        "Height: 1.98m"
    ],
    "Espécie": [
        "Cerean"
    ],
    "Afiliações": [
        "Galactic Republic",
        "Jedi Order"
    ],
    "Locais": [
        "Mygeeto",
        "Cerea"
    ],
    "Armas": [
        "Lightsaber"
    ],
    "Gênero": [
        "Male"
    ],
    "Veículos": [],
    "Frases": []
}