{
    "Imagem": "https://lumiere-a.akamaihd.net/v1/images/mae-main-v2_3cd6c23e.jpeg?region=0%2C0%2C1280%2C720&width=320",
    "Nome": "Mae Aniseya",
    "Descrição": "A mysterious young woman with a tragic past, Mae Aniseya gets swept up into a sinister mystery—one that puts her into the center of a conflict in unexpected ways. She is determined to exact vengeance on those who wronged her, and little can stop Mae on her quest.",
    "História": "Mae-ho “Mae” Aniseya was born to a coven of witches that made their home on the world ofBrendok. Along with her twin sister, Osha, the girls were raised byMother Aniseyato uphold the values and traditions of their culture, preparing for the Ascension ceremony that would mark them as the future leaders of their sect. But when four Jedi infiltrated the sacred ritual and offered to testThe Twins’ Force sensitivities, Mae’s life changed forever. Mae failed the test on purpose, but her sister passed. Outraged, young Mae set fire toOsha’s Journaland trapped her in their bedroom. But the blaze soon got out of control and by the end of the night, Mae believed she was the lone survivor of her coven.\n\n\n\n\n\n\n\n\n\n\n\nOver the next 16 years, Mae trained to become an assassin, eager to get revenge on the Jedi who had wronged her family. Studying underthe Stranger, a mysterious maskedSithLord who made his home on an unknown world, Mae became skilled with knives and other methods of combat. If she could kill a Jedi without a weapon, she would earn the title of his Acolyte. OnUeda, she fought and killed Jedi MasterIndara, yet failed the test by using a dagger. OnOlega, she infiltrated aJedi Templeto serve poison to Jedi MasterTorbin. But after realizing her sister, Osha, was still alive, Mae’s interest in her vendetta faltered.\n\n\n\n\n\n\n\n\n\n\n\nAfter a long trek into the jungles ofKhofar, Mae tracked down theWookieeJediKelnacca, but her Master got to him first. In the ensuing battle, many Jedi were lost and, in the aftermath, Mae had a new goal: pretend to be her sister, Osha, and follow Jedi MasterSolto force him to confess to his crimes. The pair returned to Brendok where Mae had the chance to strike Sol down, but instead tossed his stolenLightsaberaway and forced him to confess in front of Osha. However, Sol was killed in the confrontation, and Osha and Mae retreated to the safety of the bunta tree where they had often met as children. Sadly, Mae doesn’t remember most of these events now. Her former Master erased many of her memories, returning her mind to her past innocence as an 8-year-old child who had just lost her family and her home to a terrible fire.",
    "Aparições": [
        "Star Wars: The Acolyte"
    ],
    "Dimensões": [
        "Height: 1.67m"
    ],
    "Espécie": [],
    "Afiliações": [],
    "Locais": [],
    "Armas": [
        "Mae’s knives"
    ],
    "Gênero": [],
    "Veículos": [],
    "Frases": []
}