{
    "Imagem": "https://lumiere-a.akamaihd.net/v1/images/osha-main_078ce84a.jpeg?region=0%2C0%2C1620%2C910&width=320",
    "Nome": "Osha Aniseya",
    "Descrição": "Intelligent and brave, Osha Aniseya is a skilled meknek for hire, risking her life in the vacuum of space to repair malfunctioning starships. As a child, she studied at the Jedi Temple under the tutelage of Master Sol, but six years ago she left to pursue a far different life.",
    "História": "Verosha “Osha” Aniseya was born to a coven of witches that made their home on the world ofBrendok. Along with her twin sister,Mae, the girls were raised byMother Aniseyato uphold the values and traditions of their culture, preparing for the Ascension ceremony that would mark them as the future leaders of their sect. But when four Jedi infiltrated the sacred ritual and offered to testThe Twins’ Force sensitivities, Osha’s life changed forever. Mae failed the test on purpose, but Osha refused; she had long dreamed of becoming a Jedi. Outraged, Mae set fire toOsha’s Journaland trapped her in their bedroom. But the blaze soon got out of control and by the end of the night Osha was seemingly the lone survivor of her coven, rescued by Jedi MasterSoland on her way toCoruscant.\n\n\n\n\n\n\n\nFor a time, Osha trained as Master Sol’s Padawan, studying at the Temple alongsideYord Fandarand other students. About 10 years later, Osha left theJedi Orderand became a meknek for hire. Osha enjoyed the dangerous work of repairing freighters with her trusty droid,Pip, by her side. But after an assassin matching her description killed Jedi MasterIndara, Osha was framed for the murder and locked up on a prison ship. The ship crashed on the frigid world ofCarlac, where Osha was rescued once more by her former Master.\n\n\n\n\n\n\n\nTogether, Osha and Sol quickly proved her innocence by tracking down Mae — who had survived the fire — on the world ofOlegawhere she poisoned MasterTorbin. Although Mae escaped, they tracked her toKhofarto intercept her on her way to slay the JediKelnacca. But in the forest, they encounteredthe Stranger, aSithwith a twisted cortosis helmet that prevented the Jedi from seeing into his mind. Although Osha sacrificed Pip so she and Sol, among the few survivors, could get away, she was injured in the fray. While she lay unconscious, Mae disguised herself as Osha and left with Sol.\n\n\n\n\n\n\n\nMeanwhile, Osha awoke on an unknown world in the company of the Stranger. The two connected over their philosophies onthe Force, and their past pain as members of the Jedi Order. The Stranger tried to convince Osha to join him and find her true power with the Force, taking her sister’s place at his side. But after she had a vision while wearing his cortosis helmet, the two returned to Brendok to try to stop Mae from killing Sol. After the confrontation, Osha and Mae retreated to the safety of the bunta tree where they had often met as children and Osha said goodbye to her sister, preparing to embark on a new and dangerous life all her own.",
    "Aparições": [
        "Star Wars: The Acolyte"
    ],
    "Dimensões": [
        "Height: 1.67m"
    ],
    "Espécie": [],
    "Afiliações": [],
    "Locais": [],
    "Armas": [],
    "Gênero": [],
    "Veículos": [],
    "Frases": []
}