{
    "Imagem": "https://lumiere-a.akamaihd.net/v1/images/sol-main_5dd8978e.png?region=521%2C72%2C1302%2C732&width=320",
    "Nome": "Sol",
    "Descrição": "Master Sol is a wise, highly respected Jedi Master, strong in the ways of the Force. Still and stalwart, Sol has a deep sense of compassion and will defend those who cannot defend themselves. He is a powerful warrior with intense emotions that he uses his Jedi training to balance.",
    "História": "As a Jedi Knight,Soltrained onCoruscantand participated in a mission to the world ofBrendok. On a crew led by Jedi MasterIndara, and including MasterKelnaccaand her Padawan,Torbin, Sol discovered what he believed to be proof of a vergence inThe Force:The Twins,Maeand Osha, living on a planet teeming with life despite being struck by the Emergences that destroyed entire civilizations in the wake of the Great Hyperspace Disaster. Convinced the sisters were in danger among their coven of witches, Sol tested the young girls for their Force abilities and ultimately took Osha as his student after her family died during a tragic fire at their fortress. For 16 years, Sol harbored a terrible secret about that night, a truth he did not share with his pupil or the Jedi back on Coruscant.\n\n\n\n\n\n\n\nAt some point Osha stopped her training with theJedi Order, and Sol took on the PadawanJecki Lon. He remained fond of his former pupil and kept a holo of her image. When Osha was accused of killing Master Indara, Sol was deployed to bring her in onCarlac. However, after the killer struck again onOlegawhile Osha was in custody, ending the life of Master Torbin, Sol discovered Osha was innocent and her sister, Mae, had seemingly survived and trained as an assassin.\n\n\n\n\n\n\n\nOnKhofar, Sol led a mission crew to track down Kelnacca and arrest Mae. Sadly, the mission failed. Kelnacca was killed by a mysterious dark sider known asthe Strangerand Sol lost most of his team — including his Padawan, Jecki, and the Jedi Knight Yord — during the fray. Although Sol escaped with his life and Mae in tow, he could not escape his past. Together, Mae and Sol returned to Brendok where Sol confessed to killingMother Aniseya, the twins’ mother, and answered for his crimes with his life.",
    "Aparições": [
        "Star Wars: The Acolyte"
    ],
    "Dimensões": [
        "Height: 1.79m"
    ],
    "Espécie": [],
    "Afiliações": [],
    "Locais": [],
    "Armas": [],
    "Gênero": [],
    "Veículos": [],
    "Frases": []
}