{
    "Imagem": "https://lumiere-a.akamaihd.net/v1/images/the-stranger-main_3872f579.jpeg?region=83%2C60%2C1712%2C963&width=320",
    "Nome": "The Stranger (alias “Qimir”)",
    "Descrição": "With a specialized cortosis gauntlet and a mask permanently twisted into a frightful grin, the Stranger with a red-bladed lightsaber appears as if out of thin air. While some may call him a Sith, little is known of this dark sider who has been training Mae Aniseya in secret, hiding his face from his pupil. When needed, he has adopted the alias Qimir, acting as a shiftless drifter and supplier with seemingly no cares at all other than his own amusements.",
    "História": "Allied to the dark side ofThe Force,the Strangersought an Acolyte to teach as he saw fit. For a time, that student wasMaeAniseya, a Force user who harbored a grudge toward theJedi Orderfor their part in her family’s demise. As her Master, the Stranger never showed his face. And although Mae was an adept assassin, the Stranger aided her in her quest by posing under the alias “Qimir.” OnOlega, “Qimir” took over an apothecary shop and mixed a poisonous elixir for Mae to use to kill MasterTorbin. OnKhofar, he helped by leading her through a treacherous path in the jungle to reach theWookieeJediKelnacca’s hideout.\n\n\n\n\n\n\n\nBut when Mae tried to go back on their deal — after realizing her sister, Osha, was alive — the Stranger unleashed his true power. With his redLightsaberthat concealed a hidden dagger element, he killed most of a Jedi mission crew, leavingSolas the lone Jedi survivor. Osha sacrificed her droid,Pip, in the battle, using the droid’s flashlight function to attract an eclipse of umbramoths that swarmed the Stranger and saved her former Master and her sister. Sol and Mae escaped together, and the Stranger took Osha, who was injured in the fight, back to an unknown world where he had been seeking shelter. The two shared their philosophies on the Force, their losses, and their past pain as members of the Jedi Order. The Stranger tried to convince Osha to join him and find her true power with the Force, taking her sister’s place at his side. But after she had a vision while wearing his cortosis helmet, the two returned toBrendokto try to stop Mae from killing Sol. And following the Stranger’s final confrontation with Sol, Osha accepted the dark side user’s offer to become his acolyte.",
    "Aparições": [
        "Star Wars: The Acolyte"
    ],
    "Dimensões": [
        "Height: 1.82m"
    ],
    "Espécie": [],
    "Afiliações": [],
    "Locais": [],
    "Armas": [],
    "Gênero": [],
    "Veículos": [],
    "Frases": []
}