{
    "Imagem": "https://lumiere-a.akamaihd.net/v1/images/torbin-main_e7232be8.jpeg?region=0%2C0%2C1921%2C1079&width=320",
    "Nome": "Torbin",
    "Descrição": "In his later years, Master Torbin is a Jedi Master stationed at a Jedi outpost on Olega. But in his youth, he served Jedi Master Indara as her Padawan. The son of paupers from the planet Bonadan, Torbin was a headstrong student who was frustrated by working in the field and longed for the serenity of Coruscant.",
    "História": "In his youth,Torbinserved as a Padawan to Jedi MasterIndara, accompanying her on a mission to the world ofBrendok. With a crew that also included Jedi KnightSoland MasterKelnacca, the team investigated the possibility of a vergence inThe Force. But after the discovery of a coven of witches and their young twins,MaeandOsha Aniseya, everything changed. Indara and her team infiltrated the witches’ fortress on the night of a special ritual called the Ascension, and Torbin was enchanted by their leaderMother Aniseya, who preyed on his desires to go home toCoruscant. When a blood test revealed a vital clue about the sisters, Torbin raced back to the fortress to secure proof of a vergence. In the battle that ensued, the coven turned Kelnacca against his brethren and Torbin was physically scarred by the ragingWookiee. The fortress burned down and, of the witches, only Osha seemed to have survived to return to Coruscant with the Jedi.\n\n\n\n\n\n\n\nAshamed by his actions and their destructive consequences, within a few years Torbin took theBarash Vowand retreated to meditation in the Jedi outpost onOlega. Some 16 years after that night on Brendok, Mae infiltrated the temple and tried to attack Torbin. When she returned a second time with a vial of poison, Torbin took the elixir willingly and ended his life.",
    "Aparições": [
        "Star Wars: The Acolyte"
    ],
    "Dimensões": [
        "Height: 1.8m"
    ],
    "Espécie": [],
    "Afiliações": [],
    "Locais": [],
    "Armas": [],
    "Gênero": [],
    "Veículos": [],
    "Frases": []
}