{
    "Imagem": "https://lumiere-a.akamaihd.net/v1/images/vernestra-rwoh-main_1eed04f7.jpeg?region=0%2C32%2C1922%2C1079&width=320",
    "Nome": "Vernestra \"Vern\" Rwoh",
    "Descrição": "Vernestra Rwoh is an elder Jedi Master who has ascended the ranks of the Jedi from a teenage prodigy to a leader in the Order. After she became one of the youngest Jedi Knights in a generation, she solidified her status as a prodigy when she took her first Padawan the next year. With a purple-bladed lightsaber that can change into a lightwhip, young Rwoh led with unwavering faith in the Force and devotion to the Jedi Order.",
    "História": "As a Padawan, Vernestra Rwoh studied underStellan Gios— one of the most well-respected Jedi in the Order. While it was evident to many Jedi that Vernestra was not a skilled pilot, few knew that her ill-at-ease feelings during long space flights resulted from visions she experienced during hyperspace travel. However, her confidence and strong connection toThe Forceallowed her to pass her Jedi trials at the unusually early age of 15. Unlike many of her fellow Jedi, Rwoh did not experience romantic feelings for others, but she had strong connections to many other Jedi, including her first Padawan Imri Cantaros.\n\n\n\n\n\nShortly after the Great Disaster, Rwoh became Imri’s Master after his first was killed during a Nihil attack. Rwoh helped to calm Imri’s emotions, steering him away from seeking revenge, although the two were among the Jedi fightingThe Nihilthreat before the fall ofStarlight Beacon. After that act of Nihil terrorism, for a time Vernestra believed that Imri was killed along with her former Master. As a result, Vernestra pulled back from the Order, choosing the independent path of a Wayseeker, later joining her old friendAvon Starrosto venture into the Nihil-controlled Occlusion Zone.\n\n\n\n\n\n\n\nA hundred years after the fall of Starlight Beacon, toward the end ofThe High Republic, Vernestra Rwoh served the Jedi as a respected elder and liaison with theGalactic SenateonCoruscant. When an assassin namedMaeAniseya began targeting members of theJedi Order, Rwoh could tell from holograms that she had been trained by a Jedi. Despite her trepidations, Vernestra sent Jedi MasterSol— one of the Jedi on Mae’s list and her twin sister’s former Master — and a team toKhofarto extract the JediKelnaccaand intercept the assassin on her quest.\n\n\n\n\n\n\n\nTaking matters into her own hands when that mission failed, Vernestra took her ship, theCantaros, to investigate firsthand with a small team including Padawan Mog Adana. But rumors of the multiple murders had reached the Senate, jeopardizing the Jedi Order’s standing. Following Sol toBrendok, Vernestra arrived to find her friend dead and sensed a familiar presence:the Stranger. Upon returning to face a Senate tribunal, Vernestra claimed Sol was the rogue Jedi who had conspired to kill his accomplices over the events of a mission to Brendok more than a decade prior, sparking an external review of the Jedi Order.",
    "Aparições": [
        "Star Wars: The Acolyte",
        "Star Wars: The High Republic"
    ],
    "Dimensões": [
        "Height: 1.78m"
    ],
    "Espécie": [
        "Mirialan"
    ],
    "Afiliações": [
        "Jedi Order"
    ],
    "Locais": [],
    "Armas": [
        "Lightsaber"
    ],
    "Gênero": [],
    "Veículos": [],
    "Frases": []
}