{
    "Imagem": "https://lumiere-a.akamaihd.net/v1/images/Yoda-Retina_2a7ecc26.jpeg?region=0%2C0%2C1536%2C864&width=320",
    "Nome": "Yoda",
    "Descrição": "Yoda was a legendary Jedi Master and stronger than most in his connection with the Force. Small in size but wise and powerful, he trained Jedi for over 800 years, playing integral roles in the Clone Wars, the instruction of Luke Skywalker, and unlocking the path to immortality.",
    "História": "In the latter days of theOld Republic, Yoda served as Grand Master of the Jedi Council, conferring with legendary Jedi Masters likeMace WinduandKi-Adi-Mundion matters important to theRepublic. After theTrade Federation’s invasion ofNaboo,Qui-Gon Jinn, who had been sent (with his Padawan,Obi-Wan Kenobi) to settle the dispute, spoke before the Council. Qui-Gon revealed that he had been attacked by a dark warrior, and that he had discovered a vergence in the Force in the form of young slave boyAnakin Skywalker. Yoda was curious about this development, and agreed that Anakin be brought before the Council for evaluation. Anakin was tested by the Jedi Masters, and while he was unusually strong with the Force, Yoda sensed much fear in the boy. “Fear is the path to the dark side,” he told Anakin. With that, the Council refused to approve Anakin for Jedi training, much to the shock of Qui-Gon. Later, after Qui-Gon’s death at the hands of the mysterious dark warrior, as well as heroic actions by Anakin, Yoda informed Obi-Wan that the Council had reversed their decision and would honor the fallen Jedi’s dying wish -- Anakin was to be trained, and it would fall to Obi-Wan to teach him the ways of the Force. And while Qui-Gon’s killer,Darth Maul, had been destroyed by Obi-Wan, Yoda believed a Sith Lord was still at large. “Always two, there are,” he said. “A Master and an apprentice. No more, no less.”\n\nIn the aftermath of the Battle of Naboo, aSeparatistmovement led by former JediCount Dooku-- Yoda’s one-time Padawan -- was growing throughout the galaxy. This resulted in an age of intrigue and distrust across the galaxy, as the Republic seemed to be inexorably shifting towards war. While instructing younglings inlightsabertechnique, Yoda had a brief meeting with Obi-Wan to discuss the location ofKamino-- a planet that was seemingly erased from the Jedi Archives. It was an act that troubled the Jedi Master. Ultimately, Obi-Wan located the system and informed Yoda and the Council that a massive clone army had been formed there, falsely in the name of the Republic and on orders of the Jedi Council. While the circumstances surrounding the army’s creation were murky, Yoda led the clones in a clash with Separatists onGeonosis. This would be the start of the Clone War. In the battle’s climax, Yoda dueled Count Dooku, who had joined the dark side as the apprentice of the mysteriousDarth Sidious.\n\nDuring the Clone Wars, Anakin Skywalker had grown more powerful and experienced. But Yoda was aware of the young Jedi’s shortcomings that still lingered from his childhood: his fear and his inability to let go. With that in mind, Yoda assigned Anakin his own Padawan learner,Ahsoka Tano. Yoda believed that by becoming a teacher, Anakin would grow emotionally. He hoped that when it came time for Ahsoka to go off on her own, Anakin would understand that he need not be attached and feel so protective of those he loved.\n\nLater on during the war, Yoda heard the voice of an old friend long gone: Qui-Gon Jinn. The Jedi Master feared he was having an auditory hallucination, but all medical tests proved he was well. When he was again visited by the disembodied voice, he found that it was truly Qui-Gon, who had somehow held onto his consciousness in death. The fallen Jedi sent Yoda on a journey of internal and external exploration, where he would face unsettling visions onDagobah, confront his own dark side self on a Force-soaked planet deep in the heart of the galaxy, and battle Darth Sidious in a spiritual plane onMoraband. Ultimately, Yoda gained a new understanding of true selflessness and of the Force, came to realize his hubris and the mistake theJedi Ordercommitted by becoming warriors, and unlocked the secret of Force immortality.\n\nAs the Clone Wars raged on, Anakin and Obi-Wan had become heroes of the Republic. But all was not well with Anakin, and he sought council with Yoda, asking for guidance on how to deal with premonitions of “someone’s” death -- in reality, that of his secret wife,Padmé Amidala. Yoda advised that Anakin train himself to let go of everything he feared to lose, which was something that the young Jedi would prove unable to do. Later, with Yoda leading a battle on theWookieeplanetKashyyyk, the Supreme Chancellor had revealed himself to be the Sith Lord the Jedi had been searching for. The villain executed Order 66: the slaughter of the entire Jedi ranks. Yoda felt a great disturbance in the Force as countless Jedi were killed by clone troopers, and managed to escape before he himself could be destroyed. By this point, it became clear that Anakin had turned to the dark side, rechristened asDarth Vaderand tasked to wipe out the Jedi in exchange for the power to save his wife. Yoda confronted the Supreme Chancellor -- now the Emperor -- but failed to kill him, and went into exile on the swamp planet Dagobah. He would remain there for years, waiting for Anakin’s distant and secret offspring to rise as new hopes in the struggle against the Sith.\n\nAfter their initial meeting in the Jedi Temple, Ezra Bridger returned to seek guidance from Yoda once more. This time, however, he could actually see the Jedi Master, as the Padawan's powers had grown. Yoda warned the boy that as is his power grew, so did danger. Finally, as the Temple began to fall from the Inquisitors’ intrusion, Yoda left Ezra with one command: find Malachor.\n\nYears later,Luke Skywalker-- the son of Anakin -- came to Dagobah in search of Yoda for Jedi training. Upon their first meeting, Yoda did not reveal that he was a Jedi Master. Instead, he tried to get a sense of who Luke was as a person, and found that the young Rebel was impatient and angry -- much like his father. At the urging of Obi-Wan, Yoda agreed to instruct Luke, teaching him to be calm and developing his Jedi abilities. Yet the student was still reckless. He left Dagobah -- without completing his training -- to face Darth Vader. Luke was not ready; he suffered an agonizing defeat at the hands of the Sith Lord, who also revealed himself to be the boy’s father.\n\nFinally, some time after his defeat onCloud City, Luke returned to Dagobah to complete his Jedi training. Yoda, however, was very ill. It was clear that the former leader of the Jedi Council had little time left, and Yoda told Luke that while he required no more formal training, he had to confront Vader one last time. Only then would he be a true Jedi. His life fading fast, the ancient Master spoke his last words, and revealed to Luke that there was another Skywalker. With that, Yoda accepted his mortality and death, and became one with the Force.",
    "Aparições": [
        "Star Wars: Revenge of the Sith (Episode III)",
        "Star Wars: The Phantom Menace (Episode I)",
        "Star Wars: The Empire Strikes Back (Episode V)",
        "Star Wars: Attack of the Clones (Episode II)",
        "Star Wars: Return of the Jedi (Episode VI)",
        "Star Wars: The Clone Wars",
        "Star Wars Rebels",
        "Star Wars: The Acolyte"
    ],
    "Dimensões": [
        "Height: 0.66m"
    ],
    "Espécie": [
        "Unknown"
    ],
    "Afiliações": [
        "Jedi Order"
    ],
    "Locais": [
        "Yoda's Hut"
    ],
    "Armas": [
        "Lightsaber",
        "Yoda's Lightsaber"
    ],
    "Gênero": [
        "Male"
    ],
    "Veículos": [
        "Yoda's Fighter"
    ],
    "Frases": []
}