{
    "Imagem": "https://lumiere-a.akamaihd.net/v1/images/yord-fandar-main_7fdc6fb1.jpeg?region=336%2C60%2C1584%2C891&width=320",
    "Nome": "Yord Fandar",
    "Descrição": "Yord, a Jedi Knight and guardian from the Jedi Temple, is an overachiever and a rule follower. He is highly trained, devoutly disciplined, and dedicated to the defense of the Republic, but his need to be a by-the-book Jedi can cloud his mind.",
    "História": "Studying at theJedi TempleonCoruscant,Yord Fandarwas an exemplary student and peer toOsha Aniseya. Yord cared deeply about upholding the status of theJedi Order, which showed in both his dedication to finely-pressed temple robes and his disciplined scholarship. Among his studies, Yord learned the Tynnan language, a skill that served him on away missions that called for a tracker.\n\n\n\n\n\n\n\nWhen MasterIndarawas killed by a woman identified as Osha, Yord and his Padawan Tasi Lowa were sent to arrest her. But she was able to escape when the prison transport taking her to Coruscant crashed onCarlac. Afterward, Yord assisted Jedi MasterSolon his mission to track down his former pupil. At first skeptical of Osha and her claims of her innocence, Yord realized she was telling the truth when MasterTorbinwas killed while Yord was following Osha onOlega. After her twin sister —Mae, the true culprit — got away, Yord was a part of the team that traveled toKhofarto find theWookieeJediKelnacca.\n\n\n\n\n\n\n\nIt would prove to be Yord’s final mission. Although a Tynnan tracker, Bazil, led them to Kelnacca’s shelter deep in the jungle, they arrived to find he’d been killed by a mysterious masked man known asthe Stranger. On Sol’s orders, Yord tried to save Osha and get her back safely to thePolan. But she convinced Jedi Knight Fandar to double back and fight alongside the other Jedi, a noble effort that resulted in his demise.",
    "Aparições": [
        "Star Wars: The Acolyte"
    ],
    "Dimensões": [
        "Height: 1.83m"
    ],
    "Espécie": [],
    "Afiliações": [],
    "Locais": [],
    "Armas": [],
    "Gênero": [],
    "Veículos": [],
    "Frases": []
}