{
    "Imagem": "https://lumiere-a.akamaihd.net/v1/images/coruscant-main_d2fad5f2.jpeg?region=245%2C0%2C1430%2C804&width=320",
    "Nome": "Coruscant",
    "Descrição": "Coruscant is the vibrant heart and capital of the galaxy during the age of the Empire, featuring a diverse mix of cultures and citizens spread over hundreds of levels. Once the home of the main Jedi Temple -- the central hub of Jedi training and learning for over a thousand generations and the repository of the Jedi Archives -- these traditions ended when the planet bore witness to Order 66.",
    "História": "Coruscant was at the center of many galaxy-changing events during the final days of theOld Republic, starting withSenatehearings on the invasion ofNaboo. QueenAmidalaand SenatorPalpatineargued passionately in the planet’sSenate building, a spectacular disc-shaped construct with an immense round rotunda. It was here that the Queen moved for a vote of no-confidence inSupreme Chancellor Valorum, which set the stage for Palpatine’s rise to hold the office. Later, a young slave boy namedAnakin Skywalkerwas brought to Coruscant’sJedi Templefor evaluation, though he was initially denied entry into theOrder.\n\nWith a secession movement sweeping the galaxy, Coruscant became a political hotbed and a dangerous place. Senator Padmé Amidala was the target of a near fatal bombing and later an assassination attempt in her sleeping quarters. JediObi-Wan KenobiandAnakin Skywalkerchased her attacker through the planet’s aerial speedways, and finally tracked the bounty hunter to a seedy Coruscant bar. There Obi-Wan was offereddeath sticks, which he refused with the use of a Jedi mind trick, and dismembered his target. Before she could speak, however, the changeling bounty hunter was killed -- her murderer escaping into the Coruscant night.\n\nMeanwhile, Supreme Chancellor Palpatine sought executive powers to form a Grand Army of the Republic to counter the threats of theSeparatists. Thankfully, for him, RepresentativeJar Jar Binksmade a motion to gift him this authority. After the army was approved and the first battle of the Clone Wars ended, the Separatist leaderCount Dookusurprisingly retreated to Coruscant. In an unidentified complex, he reconnected with the evil DarthSidious, telling his Master, “I have good news for you, my lord. War has begun.”\n\nAfter Republic forces discovered a giant creature onMalastare, the Supreme Chancellor ordered that the so-calledZillo Beastbe brought to Coruscant for examination in a secret lab. Palpatine hoped the creature’s natural defenses might yield advances in military R&D, but the Zillo Beast escaped to wreak havoc, attacking the Senate building before finally being slain.\n\nThe Republic made plans to invadeMandaloreafter receiving a mysterious message from the planet pleading for help. Mandalore’sDuchess Satine Kryzeknew the message had been altered, and met with an informant on Coruscant to prove the deception. She soon found herself being hunted byDeath Watchassassins, and escaped with the help of Obi-Wan Kenobi. Obi-Wan brought an unaltered copy of the message to Naboo’s Senator Amidala, who played it for the Senate and prevented an expansion of the war to Mandalore.\n\nWhile the Clone Wars often seemed far from Coruscant, the capital was not spared terror and violence. The bounty hunterCad Bane-- infamous for managing to steal aholocronfrom the Jedi Temple -- infiltrated the Senate building, taking a number of senators hostage and forcing the Republic to release the crime lordZiro the Huttfrom prison.\n\nSenatorial debates on Coruscant were often impassioned, with advocates of escalating the war with the Separatists arguing with those who urged peaceful negotiations, or who feared that the Republic’s military-industrial complex was becoming too powerful. When senators such as Padmé Amidala andBail Organaspoke against the rush into war, they faced not only opposition from fellow senators but also physical intimidation from hired thugs. And in one highly publicized case, an aide toRodia’s SenatorOnaconda Farrpoisoned the senator and tried to frameKamino’sHalle Burtonifor the crime.\n\nWith the citizenry weary of war, someone detonated a bomb at the Jedi Temple. The attack was blamed on the widow of a Temple maintenance worker, who then died under mysterious circumstances while in her cell. Framed for the murder,Ahsoka Tanoescaped prison and fled into the shadowy, dangerous underlevels of Coruscant. She was apprehended and tried in a grand court, one of the many massive new installations to spring up on Coruscant during this era. Ahsoka was found innocent, but chose to leave the Jedi Order.\n\nWhen theARC trooper Fivesdiscovered a mysterious bio-chip had been implanted in the Republic’s clone troopers, he traveled to Coruscant to present his findings to the Supreme Chancellor. But Fives was falsely accused of attacking Palpatine and fled, seeking anonymity among the hordes of off-duty clones. He was hunted down and shot by his fellow clone troopers before he could tell the truth about the conspiracy he’d discovered.\n\nIn a daring move,General Grievousand Count Dooku kidnapped Supreme Chancellor Palpatine from his offices on Coruscant. The Battle of Coruscant erupted in the crime’s wake, with the clone army fleet taking on the Separatists’ droids in the planet’s stratosphere. Obi-Wan and Anakin rescued Palpatine, however, with Anakin safely landing Grievous’ flagship on the city-planet. Later, in a Coruscant opera house, Palpatine told Anakin aSithfable about a dark side practitioner who could save people from dying; this would prove the key to Anakin’s turn from Jedi to Sith. He devoted himself to the dark side to learn this ability from Palpatine, a Sith himself, and led the destruction of the Jedi on Coruscant, including the slaughter of younglings in the Jedi Temple. Palpatine, meanwhile, held a special session in the Galactic Senate. He reorganized the Republic into theEmpire, and named himself Emperor.\n\nAfter years of struggle, theRebel Alliancehad finally restored freedom to the galaxy, destroying the Empire’sDeath Star II; at the same time, the Emperor was betrayed byDarth Vader-- the former Anakin Skywalker, who had finally turned back to the side of good. Celebrations erupted throughout the galaxy, with citizens overjoyed.\n\nOn Coruscant, the center of Palpatine’s tyranny as Emperor, fireworks decorated the night sky, streets and balconies filled with revelers, and confetti streamed from above. In a fitting symbol of the Empire’s end, a massive statue of the Emperor was toppled, crumbling much like the Sith Lord’s once unmatched power.",
    "Aparições": [
        "Star Wars: Attack of the Clones (Episode II)",
        "Star Wars: Revenge of the Sith (Episode III)",
        "Star Wars: The Phantom Menace (Episode I)",
        "Star Wars: Return of the Jedi (Episode VI)",
        "Star Wars: Andor",
        "Star Wars: Obi-Wan Kenobi",
        "Star Wars: The Bad Batch",
        "Star Wars: The Clone Wars",
        "Star Wars: Tales of the Jedi",
        "Star Wars: Ahsoka",
        "Star Wars: The Acolyte"
    ],
    "Locais": [],
    "Clima": [
        "Artificial",
        "Temperate"
    ],
    "Terreno": [
        "Urban"
    ],
    "Espécies": [
        "Bith",
        "Gran",
        "Balosar",
        "Patrolian",
        "Mikkian"
    ],
    "Afiliações": [
        "Coruscant Guard",
        "Coruscant Underworld Police",
        "D-Squad",
        "Galactic Empire",
        "Galactic Senate",
        "Jedi Order",
        "Jedi Temple Guard",
        "Senate Guard",
        "Jedi Youngling",
        "Bear Clan"
    ],
    "Criaturas": [
        "Kouhun"
    ],
    "Droid": [
        "Crime Scene Analysis Droid"
    ],
    "Veículos": [
        "Coruscant Air Taxi",
        "Crucible",
        "Republic Cruiser",
        "Patrol Transport",
        "AA-9 Coruscant freighter",
        "XJ-6 Airspeeder"
    ],
    "Armas": [
        "Lightsaber Pike"
    ]
}