{
    "Imagem": "https://lumiere-a.akamaihd.net/v1/images/jedi-temple-main_33841479.jpeg?region=336%2C136%2C1185%2C668&width=320",
    "Nome": "Jedi Temple",
    "Descrição": "Instantly recognizable by its distinctive crown of five spires, the Jedi Temple was the home of the Jedi Order on Coruscant. Part school and part monastery, the Jedi Temple was the central hub for all Jedi activities in the galaxy. When Supreme Chancellor Palpatine enacted Order 66, clone troops led by the newly risen Darth Vader attacked the temple, massacring its inhabitants and leaving the structure badly damaged. With the Empire triumphant, the Jedi Temple’s spires still rose into the Coruscant skies. But the building was now the Imperial Palace, home to the Sith Lord who had destroyed the Jedi.",
    "História": "In the last years of theRepublic, the Jedi Temple looked out over theCoruscantskyline as it had for millennia, and in the lofty council chamber Jedi Masters gathered to ponder events in the galaxy and seek to determine the will of the Force. But while theJedi Orderappeared healthy, it was in fact adrift, isolated from the galaxy’s citizens and heedless of strange currents in the Force.\n\nAt the climax of theSeparatistcrisis, the Jedi took charge of theKaminoans’ clone army, abandoning their traditional role as negotiators and peacekeepers to serve the Republic as generals. The Order’s role in the Clone Wars would be directed from theJedi Temple, but the wartime duties left many Jedi deeply uneasy.Yodahimself warned that the dark side was at work, clouding the Jedi’s ability to understand recent events. Dangerous things had been set in motion, and no one knew what lay ahead.\n\nAt the end of the Clone Wars, the Order was in peril, weakened by the long war and hamstrung by Republic politics and the machinations of Supreme ChancellorPalpatine. The Jedi Council knew theSithwere behind the creation of the clone army and manipulating the war, but despite agonized debates in the Jedi Temple, the architect of this plot could not be located.\n\nAnakin Skywalkerdiscovered the terrible truth: The Sith Lord was Palpatine himself, the puppeteer behind both sides of a war engineered to weaken the Jedi and transform the Republic into a massive industrial and military war machine under his control. But in discovering Palpatine’s secret, Anakin also fell prey to his lures. He became the Sith apprenticeDarth Vaderand marched on the Jedi Temple as part of Order 66. The massacre in the Temple left the Jedi Order all but extinct, reduced to a handful of fugitives and hermits.\n\nAfter the rise of theEmpire, Palpatine celebrated his triumph by establishing his personal residence in the old Jedi Council Chamber. The Jedi Temple had become the Imperial Palace, center of power for the Sith Lord who had destroyed the Order and erased its millennia of traditions.",
    "Aparições": [
        "Star Wars: Revenge of the Sith (Episode III)",
        "Star Wars: The Phantom Menace (Episode I)",
        "Star Wars: Attack of the Clones (Episode II)",
        "Star Wars: Return of the Jedi (Episode VI)",
        "Star Wars: The Book of Boba Fett",
        "Star Wars: Obi-Wan Kenobi",
        "Star Wars: The Clone Wars",
        "Star Wars: Tales of the Jedi",
        "Star Wars: The Acolyte"
    ],
    "Locais": [],
    "Clima": [],
    "Terreno": [],
    "Espécies": [],
    "Afiliações": [
        "Jedi Order",
        "Jedi Temple Guard",
        "Bear Clan"
    ],
    "Criaturas": [],
    "Droid": [],
    "Veículos": [],
    "Armas": []
}